Repository: Ablam-Leo/frepple
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: There are unsaved changes on this page.
it: Ci sono su questa pagina delle modifiche non salvate

source: Error saving data
it: Errore nel salvataggio dei dati

source: Close
it: Chiuso

source: Save or cancel your changes first
it: Salva o cancella prima le tue modifiche

source: Save
it: Salva

source: Cancel
it: Cancella

source: Click to select record
it: Clicca per selezionare la riga

source: Selected options
it: Opzioni selezionate

source: Available options
it: Opzioni disponibili

source: Selected Cross
it: Selezione trasversale

source: Available Cross
it: Disponibilit√† trasversale

source: Frozen columns
it: Colonne congelate

source: Customize
it: Personalizzare

source: Reset
it: Ripristinare

source: Export CSV or Excel file
it: Esporta file excel o CSV

source: Export format
it: Esporta il formato

source: Spreadsheet list
it: lista dei fogli di lavoro

source: CSV list
it: lista dei file CSV

source: Export
it: Esporta

source: Spreadsheet table
it: tabella del foglio di lavoro

source: CSV table
it: tabella CSV

source: Delete data
it: Cancellare i dati

source: You are about to delete %s objects AND ALL RELATED RECORDS!
it: Stai cancellando %s oggetti E TUTTI GLI INSERIMENTI AFFERENTI!

source: Confirm
it: Conferma

source: Error deleting data
it: Errore nel cancellare i dati

source: Copy data
it: Copiare i dati

source: You are about to duplicate %s objects
it: Stai per duplicare %s oggetti

source: Error copying data
it: Errore nel copiare i dati

source: Export Plan
it: Esportare il piano

source: Filtered where
it: Dove filtrato

source: export
it: esporta

source: export selected records to
it: esporta gli inserimenti selezionati in

source: connecting to
it: Connessione a

source: Export successful
it: Esportare con successo

source: Error during export
it: Errore nell'esportazione

source: retry
it: riprova

source: Retry
it: Riprova

source: Error getting data
it: Errore nell'ottenere i dati

source: Customize a dashboard row
it: Personalizza una riga del cruscotto

source: Name
it: Nome

source: Layout
it: Disposizione

source: Single column
it: Colonna singola

source: Two columns
it: Due Colonne

source: Three columns
it: Tre colonne

source: Four columns
it: Quattro colonne

source: Add widget
it: Aggiungi widget

source: Delete
it: Cancella

source: Add new below
it: Aggiungi nuovo sotto

source: Add new above
it: Aggiungi nuovo sopra

source: Installed apps
it: Apps installate

source: Error reading version information
it: Errore nel leggere le informazioni della versione

source: Import CSV or Excel file
it: Importa file Excel o CSV

source: Load an Excel file or a CSV-formatted text file.
it: Carica un file Excel o di testo formattato CSV

source: The first row should contain the field names.
it: La prima riga dovrebbe contenere i nomi dei campi.

source: First delete all existing records AND ALL RELATED TABLES
it: Cancella prima tutti gli esistenti inserimenti E LE TABELLE AFFERENTI

source: Data file
it: file di dati

source: Import
it: Importa

source: Importing... pressing Close button will not stop the process.
it: Importazione .... premendo il pulsante close non fermerai l'elaborazione

source: Show hints
it: Mostra suggerimenti

source: Guided tour
it: Tour guidato

source: Previous
it: Precedente

source: Next
it: Successivo

source: Pause
it: Pausa

source: problems
it: problemi

source: start
it: inizio

source: end
it: fine

source: no problems
it: senza problemi

source: resource
it: risorsa

source: quantity
it: quantit√†

source: no resources
it: senza risorse

source: onhand
it: giacenza disponibile

source: date
it: data

source: no movements
it: senza movimentazioni

source: demand
it: ordine

source: no demands
it: senza ordini

source: Manufacturing Order
it: Ordine di Produzione

source: Purchase Order
it: Ordine di Acquisto

source: Distribution Order
it: Ordine di Distribuzione

source: Delivery
it: Consegna

source: inventory status
it: stato del scorte

source: %s allocated out of %s
it: %s allocati fuori da %s

source: remove this demand from planning
it: rimuovi questa domanda dalla pianificazione

source: Plan selected demands backward from their due date
it: Pianifica le domande selezionate a ritroso dalla loro data di scadenza

source: Plan selected demands forward from the current date
it: Pianifica le domande selezionate in avanti dalla data corrente
